[
  {
    "name": "Portfolio",
    "path": "portfolio",
    "live": "https://christianaquino.net",
    "repo": "https://github.com/cjfaquino/portfolio",
    "desc": "<p>My web development portfolio showcases a diverse range of projects, highlighting my skills in front-end development. I've tackled complex challenges using various technologies such as <code>HTML</code>, <code>CSS</code>, <code>JavaScript</code>, <code>Typescript</code>, and <code>React</code>. With a focus on user experience and performance, my portfolio exhibits clean, responsive designs and intuitive interfaces. Each project includes the technologies used, providing a comprehensive view of my skills and expertise as a web developer.</p>",
    "laptopIMG": "/imgs/portfolio-laptop.png",
    "phoneIMG": "/imgs/portfolio-phone.png",
    "tabletIMG": "/imgs/portfolio-tablet.png",
    "tech": {
      "html": true,
      "css": true,
      "ts": true,
      "react": true,
      "vite": true,
      "eslint": true,
      "prettier": true,
      "firebase": true
    }
  },
  {
    "name": "Twitterverse",
    "path": "twitterverse",
    "live": "https://twitterverse.christianaquino.net",
    "repo": "https://github.com/cjfaquino/twitterverse",
    "desc": "<p>Twitterverse is a <strong>dynamic social media platform</strong> that allows users to <strong>express themselves</strong> through short messages.</p> <p>With Twitterverse, users can <strong>connect and engage</strong> with other users by following them and interacting with their content through likes, comments, and retweets. The platform includes a <strong>personalized feed</strong> that displays tweets from the users a person follows, making it easy to stay up-to-date on the latest news and trends. Twitterverse also includes <strong>customizable profile features</strong>, such as profile pictures and bios, and a powerful search function for <strong>discovering content</strong> based on keywords or hashtags.</p> <p>Overall, Twitterverse aims to <strong>replicate the core functionalities and user experience</strong> of the original Twitter platform, making it the perfect place to <strong>connect, share, and engage</strong> with others.</p>",
    "laptopIMG": "/imgs/twitterverse-laptop.png",
    "phoneIMG": "",
    "tabletIMG": "/imgs/twitterverse-tablet.png",
    "tech": {
      "html": true,
      "css": true,
      "ts": true,
      "react": true,
      "firebase": true,
      "algolia": true,
      "vite": true,
      "eslint": true,
      "prettier": true
    }
  },
  {
    "name": "Hidden Hunter",
    "path": "hidden-hunter",
    "live": "https://hidden-hunter.christianaquino.net",
    "repo": "https://github.com/cjfaquino/hidden-hunter",
    "desc": "<p>The <strong>Hidden Hunter</strong> is a thrilling and colorful game that challenges players to <strong>search for hidden characters</strong> within busy illustrations. The objective of the game is to find and tag the specific character indicated by the game, often including various levels of difficulty and time limits to <strong>test players' observation and concentration skills</strong>.</p> <p>Whether you play the game individually or with a group of friends, the Hidden Hunter offers a <strong>fun and interactive</strong> way to pass the time while also <strong>improving cognitive abilities</strong>. Each level features a different scene with dozens of people, animals, and objects, making it <strong>exciting and engaging</strong> to play.</p>",
    "laptopIMG": "/imgs/hidden-hunter-laptop.png",
    "phoneIMG": "/imgs/hidden-hunter-phone.png",
    "tabletIMG": "/imgs/hidden-hunter-tablet.png",
    "tech": {
      "html": true,
      "css": true,
      "js": true,
      "react": true,
      "vite": true,
      "eslint": true,
      "prettier": true,
      "firebase": true
    }
  },
  {
    "name": "Weather",
    "path": "weather",
    "live": "https://weather.christianaquino.net",
    "repo": "https://github.com/cjfaquino/weather-app",
    "desc": "<p>Weather is a <strong>powerful platform</strong> that offers up-to-date weather conditions and forecasts for <strong>every corner of the globe</strong>. Users can <strong>easily access detailed and comprehensive information</strong> about the temperature, humidity, wind speed and direction, precipitation, and atmospheric pressure of <strong>any city in the world</strong>.</p> <p>With the ability to customize units of measurement, Weather is <strong>a reliable and invaluable tool</strong> for anyone who wants to stay informed about weather conditions. Whether you're planning a trip, monitoring local conditions, or simply staying curious, Weather has got you covered!</p>",
    "laptopIMG": "/imgs/weather-laptop.png",
    "phoneIMG": "/imgs/weather-phone.png",
    "tabletIMG": "/imgs/weather-tablet.png",
    "tech": {
      "html": true,
      "css": true,
      "js": true,
      "webpack": true,
      "babel": true,
      "eslint": true,
      "prettier": true
    }
  },
  {
    "name": "Shopping Cart",
    "path": "shopping-cart",
    "live": "https://shopping.christianaquino.net",
    "repo": "https://github.com/cjfaquino/shopping-cart",
    "desc": "<p><strong>Introducing our revolutionary shopping cart app!</strong> With our user-friendly interface, shopping has never been easier. Keep track of all your desired items in your virtual cart, allowing for a seamless checkout process.</p> <p>Discover new products with our <em>related items</em> feature. Say goodbye to the hassle of shopping, and hello to convenience with our shopping cart app.</p>",
    "laptopIMG": "/imgs/shopping-laptop.png",
    "phoneIMG": "/imgs/shopping-phone.png",
    "tabletIMG": "/imgs/shopping-tablet.png",
    "tech": {
      "html": true,
      "css": true,
      "js": true,
      "react": true,
      "vite": true,
      "eslint": true,
      "prettier": true
    }
  },
  {
    "name": "Memory Game",
    "path": "memory",
    "live": "https://memory.christianaquino.net",
    "repo": "https://github.com/cjfaquino/memory-game",
    "desc": "<p>The <strong>Memory Game</strong> is an exciting and challenging game that requires players to <strong>remember which images they have previously selected</strong>.</p> <p>The game involves a grid of images, and players must choose a new image that they have not yet selected to continue playing. Each time they choose a new image, the grid reshuffles, <strong>making it harder to remember previous selections</strong>. If a player chooses an image they have already selected, they <strong>lose the game</strong>.</p> <p>The Memory Game can be played alone or with others, and <strong>requires a keen sense of memory and strategy</strong> to succeed.</p>",
    "laptopIMG": "/imgs/memory-laptop.png",
    "phoneIMG": "/imgs/memory-phone.png",
    "tabletIMG": "/imgs/memory-tablet.png",
    "tech": {
      "html": true,
      "css": true,
      "js": true,
      "react": true,
      "vite": true,
      "eslint": true,
      "prettier": true
    }
  },
  {
    "name": "Ten Shabu",
    "path": "ten-shabu",
    "live": "http://tenshabu.com",
    "repo": "https://github.com/cjfaquino/react-tenshabu",
    "desc": "<p>Experience the warmth and comfort of <strong>Japanese hot pot</strong> with every delicious bite. Our hot pot is a feast for the senses, featuring <strong>tender slices of meat, fresh vegetables, and savory broth</strong> that's bursting with flavor. Dip your favorite ingredients into the steaming pot, cooking them to perfection right at your table.</p> <p>Whether you're looking for a <strong>satisfying meal with friends or a cozy night in</strong>, our Japanese hot pot will satisfy your cravings and warm your heart. Come indulge in the tradition and taste of Japanese hot pot today!</p>",
    "laptopIMG": "/imgs/tenshabu-laptop.png",
    "phoneIMG": "/imgs/tenshabu-phone.png",
    "tabletIMG": "/imgs/tenshabu-tablet.png",
    "tech": {
      "html": true,
      "css": true,
      "js": true,
      "react": true
    }
  },
  {
    "name": "CV Maker",
    "path": "cv-maker",
    "live": "https://cv-maker.christianaquino.net",
    "repo": "https://github.com/cjfaquino/cv-maker",
    "desc": "<p><strong>Say hello to your dream job with our professional CV app!</strong> Our user-friendly interface lets you create a polished and customized CV with ease. Highlight your strengths and experience with our expertly crafted phrases, and stand out from the competition. With the ability to save and edit your CV, you'll always be ready for the next opportunity.</p> <p>Get the job you deserve with our professional CV app.</p>",
    "laptopIMG": "/imgs/cv-maker-laptop.png",
    "phoneIMG": "/imgs/cv-maker-phone.png",
    "tabletIMG": "/imgs/cv-maker-tablet.png",
    "tech": {
      "html": true,
      "css": true,
      "js": true,
      "react": true,
      "prettier": true
    }
  }
]
